13/data/attachments/9b2fc22033408e1b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eric_middle_Actions_83710_3</nif:username>
            <nif:friendToBeRequested>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>